Repository: common-repository/zone-marker
Catalog: languages/zone-marker-*.po
Languages: de_de, fr_fr

source: Zone Marker
de_de: Zonenmarkierung
fr_fr: Marqueur de zone

source: Highlight an area on a map and submit it. Ideal for marking out an area for drones to capture or land boundaries for legal or other purposes.
de_de: Markieren Sie einen Bereich auf einer Karte und versenden Sie diesen. Die Funktion ist ideal zum Abstecken eines Bereichs für Drohnenaufnahmen oder von Grundstücksgrenzen für rechtliche oder andere Zwecke.
fr_fr: Mettez en surbrillance une zone sur une carte et soumettez-la. Idéal pour délimiter une zone où des drones peuvent capturer ou atterrir à des fins légales ou autres

source: Pinpoint your site
fr_fr: Localisez votre site

source: Please enter the address, town or postcode of the location that you wish to highlight
de_de: Bitte geben sie den Ortsnamen und die nächstbeste Adresse ein
fr_fr: Veuillez entrer l'adresse, la ville ou le code postal du lieu que vous souhaitez mettre en évidence

source: Address, town or postcode
de_de: Strasse Strassennummer, Postleitzahl Ort
fr_fr: Adresse, ville ou code postal

source: Find location
de_de: Suchen
fr_fr: Trouver un lieu

source: Current Location
de_de: Standort suchen
fr_fr: Localisation actuelle

source: Reset Map
de_de: Karte zurücksetsen
fr_fr: Réinitialiser la carte

source: Create an area on the map by clicking on the map to create boundary points. These points can be dragged to improve the accuracy. To remove a point, click it
de_de: Erstellen sie eine Fläche, indem sie auf die Karte klicken. Die Punkte können verschoben werden. Um sie wieder zu entfernen, klicken sie erneut darauf
fr_fr: Créez une zone sur la carte en cliquant sur la carte pour créer des points de délimitation. Ces points peuvent être déplacés pour améliorer la précision. Pour supprimer un point, cliquez dessus

source: Link
fr_fr: Lien

source: Site name (required)
fr_fr: Nom du site (obligatoire)

source: Brief description
de_de: Beschreibung
fr_fr: Brève description

source: Enquiry type
de_de: Anfragetyp
fr_fr: Type de demande

source: Your email address
de_de: Ihre Email Adresse
fr_fr: Votre adresse email

source: Your name
de_de: Ihr Name
fr_fr: Votre nom

source: First and last name
de_de: Vor und Nachname / Firma
fr_fr: Nom et prénom

source: Submit
de_de: Absenden
fr_fr: Soumettre

source: Name
fr_fr: Prénom

source: Site name
de_de: Name der Fläche
fr_fr: Nom du site

source: Search Address
de_de: Suchadresse
fr_fr: Adresse de recherche

source: Description
de_de: Beschreibung
fr_fr: La description

source: Project type
de_de: Anfragetyp
fr_fr: Type de projet

source: Thanks for contacting us, expect a response soon
fr_fr: Merci de nous contacter, attendez-vous à une réponse bientôt

source: Back to the map
fr_fr: Retour à la carte

source: An unexpected error occurred
fr_fr: une erreur inattendue est apparue

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: Layout
fr_fr: Disposition

source: Google Key
fr_fr: Clé Google

source: Default Latitude
fr_fr: Latitude par défaut

source: Default Longitude
fr_fr: Longitude par défaut

source: Heading
de_de: Kopfzeile
fr_fr: Titre

source: Max 40 characters
de_de: Maximal 40 Zeichen
fr_fr: Max 40 caractères

source: Introductory paragraph (450 characters)
de_de: Einleitung Textabschnitt (bis 450 Zeichen)
fr_fr: Paragraphe d'introduction (450 caractères)

source: Checkbox 1
fr_fr: Case à cocher 1

source: Max 25 characters
de_de: Maximal 25 Zeichen
fr_fr: Max 25 caractères

source: Checkbox 2
fr_fr: Case à cocher 2

source: Checkbox 3
fr_fr: Case à cocher 3

source: Checkbox 4
fr_fr: Case à cocher 4

source: Show submitted
de_de: Gesendetes anzeigen
fr_fr: Montrer soumis

source: Display the email contents after submission
de_de: Anzeige des E-Mail-Inhalts nach dem Senden
fr_fr: Afficher le contenu de l'e-mail après la soumission

source: Enter your Google Key below (obtainable from your Google Cloud Platform).
de_de: Geben Sie unten Ihren Google-Schlüssel ein (den Sie von Ihrer Google Cloud Platform erhalten)
fr_fr: Entrez votre clé Google ci-dessous (disponible sur votre plateforme Google Cloud).

source: Ensure that The restrictions have been set and the correct API enabled.
de_de: Vergewissern Sie sich, dass die Einschränkungen eingestellt und die richtige API aktiviert ist.
fr_fr: Assurez-vous que les restrictions ont été définies et que l'API correcte a été activée.

source: To get your Google Map API.
de_de: Um die Google Map API zu erhalten.
fr_fr: Pour obtenir votre API Google Map.

source: login into
de_de: Login
fr_fr: se connecter à

source: and selected maps in the popup
de_de: und ausgewählte Karten im Popup
fr_fr: et cartes sélectionnées dans le popup

source: Create a new project
de_de: Ein neues Projekt erstellen
fr_fr: Créer un nouveau projet

source: Enable billing
de_de: Aktivieren der Abrechnung
fr_fr: Activer la facturation

source: Enable Google API
de_de: Google API aktivieren
fr_fr: Activer Google API

source: Restrict the keys usage by following the link to the API Console
de_de: Schränken Sie die Verwendung der Schlüssel ein, indem Sie dem Link zur API-Konsole folgen
fr_fr: Limitez l'utilisation des clés en suivant le lien vers la console API.

source: Select restrictions. I've use HTTP referrers
fr_fr: Sélectionnez les restrictions. J'ai utilisé les référents HTTP

source: Add an item
de_de: Ein Element hinzufügen
fr_fr: Ajouter un article

source: Restrict key
de_de: Key (API) einschränken
fr_fr: Limiter la clé

source: Add Maps Javascript API, Maps Embed API, Maps Static API, Geolocation API, Geocoding API to the selected filter
fr_fr: Ajouter l'API Javascript Maps, l'API intégrée Maps, l'API statique Maps, l'API Géolocalisation, l'API Géocodage au filtre sélectionné

source: Settings for the form and other layout options
de_de: Einstellungen für das Formular und andere Layout-Optionen
fr_fr: Paramètres du formulaire et autres options de présentation

source: Intro
de_de: Einleitung

source: Max 450 characters including spaces
de_de: Maximal 450 Zeichen

source: Select restrictions. e.g. HTTP referrers
de_de: Einschränkungen auswählen. Ich habe HTTP-Referrers verwendet

source: Save
de_de: Speichern

source: How to use
de_de: Wie benutzt man

source: Create a new page
de_de: Erstellen Sie eine neue Seite

source: Latitude, longitude
de_de: Vielen Dank für die Kontaktaufnahme, wir setzen uns bald mit Ihnen in Verbindung
